[
        {
                "id":1,
                "companyLogo":"https://i.ibb.co/s9wctn9/google-1-1-1-1.png",
                "jobTitle":"Technical Database Engineer",
                "companyName":"Google LLC",
                "site":"Remote",
                "location":"Dhaka, Bangladesh",
                "time":"Full Time",
                "salary":"100K - 150K",
                "jobDescription":"A Technical Database Engineer is responsible for designing, implementing, maintaining, and troubleshooting complex database systems that support the organization's technology infrastructure.",
                "jobResponsibility":"Designing and implementing database solutions: A Technical Database Engineer is responsible for designing and implementing database systems that meet the organization's requirements. This involves working with other teams to understand their needs and designing a database schema that meets those requirements.",
                "educationalRequirements":"Bachelor's degree in computer science, information technology, or a related field",
                "experiences":"2-3 Years in this field."
        },
        {
                "id":2,
                "companyLogo":"https://i.ibb.co/D7hYhs1/netflix-4-1.png",
                "jobTitle":"Senior Product Designer",
                "companyName":"Netflix",
                "site":"Onsite",
                "location":"Dhaka, Bangladesh",
                "time":"Part Time",
                "salary":"50K - 100K",
                "jobDescription":"A Senior Product Designer is a skilled and experienced professional responsible for designing and developing high-quality products that meet user needs and business goals. They work closely with cross-functional teams, including product managers, engineers, and other designers, to create and refine products that are intuitive, usable, and visually appealing.",
                "jobResponsibility":"The Senior Product Designer is responsible for leading the design process from start to finish, including research, ideation, prototyping, testing, and final design. They use a variety of design tools and techniques, such as wireframing, user flows, information architecture, visual design, and user testing, to create products that meet user needs and business goals.",
                "educationalRequirements":"Bachelor's degree in a related field such as Graphic Design, Product Design, or User Experience (UX) Design is required.",
                "experiences":"2-3 Years in this field."
        },
        {
                "id":3,
                "companyLogo":"https://i.ibb.co/3MbGshR/tesla-9-1.png",
                "jobTitle":"Software Engineer",
                "companyName":"Tesla",
                "site":"Remote",
                "location":"New York, US",
                "time":"Full Time",
                "salary":"100K - 150K",
                "jobDescription":"A Software Engineer is a professional who uses computer programming languages and tools to design, develop, test, and maintain software applications. They work on a wide range of software applications, from desktop and mobile applications to web and cloud-based systems, using various programming languages such as Java, C++, Python, and JavaScript.",
                "jobResponsibility":"The Software Engineer is responsible for understanding the user requirements, analyzing the system needs, and designing and implementing software solutions that meet the requirements. They collaborate with other engineers, stakeholders, and end-users to ensure that the software application is functional, efficient, and user-friendly.",
                "educationalRequirements":" Bachelor's degree in computer science, software engineering, or a related field is required.",
                "experiences":"2-3 Years in this field."
        },
        {
                "id":4,
                "companyLogo":"https://i.ibb.co/nnNCLy2/Group-10021.png",
                "jobTitle":"Motion Graphic Designer",
                "companyName":"Airbnb LLC",
                "site":"Onsite",
                "location":"Dhaka, Bangladesh",
                "time":"Part Time",
                "salary":"100K - 150K",
                "jobDescription":"Airbnb LLC is a global online marketplace and hospitality service platform that allows individuals to rent out their homes or other types of properties to travelers.",
                "jobResponsibility":"The responsibilities of jobs at Airbnb LLC can vary depending on the specific role and department, but here are some general responsibilities for some common job positions:Software Engineer: Develop, test, and maintain software applications and systems using programming languages and tools such as Java, Python, and React. Collaborate with cross-functional teams to understand user needs and develop solutions that meet business goals.",
                "educationalRequirements":"A bachelor's degree in business, engineering, or a related field is typically required.",
                "experiences":"2-3 Years in this field."
        },
        {
                "id":5,
                "companyLogo":"https://1.bp.blogspot.com/-vnCIllkzr4o/U-HdlW1IzvI/AAAAAAAABWc/-T-1ecew6hY/s1600/micro.png",
                "jobTitle":"Data Entry",
                "companyName":"Microworkers",
                "site":"Remote",
                "location":"Dhaka, Bangladesh",
                "time":"Full Time",
                "salary":"100K - 150K",
                "jobDescription":"Data entry jobs involve inputting information into a computer system or database with accuracy, speed, and attention to detail. The tasks include entering data from various sources, verifying accuracy, maintaining databases, creating reports, and organizing files.",
                "jobResponsibility":"Data entry job responsibilities include accurately and efficiently inputting data into a computer system or database, reviewing data for accuracy and completeness, sorting and organizing files, creating reports and summaries of data, maintaining and updating databases, collaborating with other departments or teams, and responding to inquiries related to the data entered. Basic computer skills such as familiarity with Microsoft Office may also be required.",
                "educationalRequirements":"The educational requirements for a data entry job are typically minimal, with a high school diploma or equivalent being sufficient. However, basic computer skills and proficiency in typing are important.",
                "experiences":"2-3 Years in this field."
        },
        {
                "id":6,
                "companyLogo":"https://media.licdn.com/dms/image/C4D0BAQGj8K0B5MaXiQ/company-logo_200_200/0/1649743949073?e=2147483647&v=beta&t=mzYKUEU4cUl28qIermDM-7kGim_u84hw52Pw3SNli1U",
                "jobTitle":"Graphic Designer",
                "companyName":"Penji",
                "site":"Onsite",
                "location":"Dhaka, Bangladesh",
                "time":"Part Time",
                "salary":"100K - 150K",
                "jobDescription":"A graphic designer creates visual concepts to communicate ideas through print and digital media. Their responsibilities include meeting with clients to discuss project objectives, creating designs for various mediums, incorporating feedback, managing deadlines, and staying up-to-date on design trends and technology.",
                "jobResponsibility":"A graphic designer is responsible for meeting with clients or team members to understand project requirements and objectives, creating visual designs and layouts for various mediums, choosing appropriate colors, fonts, and design elements, incorporating feedback from clients or team members, and managing multiple projects and deadlines. ",
                "educationalRequirements":" A bachelor's degree in graphic design, visual communication, or a related field.",
                "experiences":"2-3 Years in this field."
        }
]